<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Katerina Katapodi <extragold1234@hotmail.com>
 */
$lang['menu']                  = 'Χρησιμότητες του Μενού περιεχομένων';
$lang['fetch']                 = 'Προβολή';
$lang['install']               = 'Εγκατάσταση';
$lang['delete']                = 'Απαλοιφή';
$lang['check']                 = 'Έλεγχος ';
$lang['no_repos']              = 'Δεν υπάρχει στοκ ιστοσελίδων';
$lang['disabled']              = 'Απενεργοποιήθηκε';
$lang['conn_err']              = 'Σφάλμα σύνδεσης ';
$lang['dir_err']               = 'Δεν μπόρεσε να δημιουργήσει προσωρινό φάκελλο για τη λήψη θέματος ';
$lang['down_err']              = 'Δεν δέχεται θέμα ';
$lang['zip_err']               = 'Δημιουργία φακέλλου Zip και σφάλμα στο άνοιγμα';
$lang['install_ok']            = 'το θέμα εγκαταστάθηκε με επιτυχία Το καινούργιο θέμα είναι διαθέσιμο στην μπάρα εργαλείων της σελίδας έκδοσης ή με τον κωδικό <code>js#theme_name option</code>.	';
$lang['install_no']            = 'Σφάλμα σύνδεσης Ωστόσο μπορείς να προσπαθήσεις να ανεβάσεις με το χέρι το θέμα σου  <a href="http://samuele.netsons.org/dokuwiki/lib/plugins/indexmenu/upload/">here</a>.	';
$lang['delete_ok']             = 'Το θέμα αφαιρέθηκε με επιτυχία';
$lang['delete_no']             = 'Συνέβη σφάλμα κατά την διάρκεια απαλοιφής του θέματος ';
$lang['upload']                = 'Αποστολή';
$lang['checkupdates']          = 'Ενημερώσεις περιεχομένου';
$lang['noupdates']             = 'Το μενού Index δεν χρειάζεται να ενημερωθεί. Έχεις ήδη την τελευταία εκδοχή.  ';
$lang['infos']                 = 'Μπορείτε να δημιουργήσετε το θέμα σας ακολουθώντας τις οδηγίες στη σελίδα. <a href="https://www.dokuwiki.org/plugin:indexmenu#theme_tutorial">Theme Tutorial</a>  <br />Τότε θα μπορούσατε να κάνετε πιο πολύ κόσμο χαρούμενο :-) στέλνοντας το στο στοκ, με το κουμπί  "αποστολής" κάτω από αυτό το θέμα..	';
$lang['showsort']              = 'Αριθμός κατάταξης του μενού Index : 	';
$lang['donation_text']         = 'To plugin μενού περιεχομένων δεν σπονσοράρεται από κανέναν αλλά το δημιουργώ και το υποστηρίζω δωρεάν στον ελεύθερο χρόνο μου. Αν λάβετε κάτι χάρις σε αυτό ή θελήσετε να συμμετάσχετε στην δημιουργία του, μπορείτε να κάνετε μια δωρεά. 	';
$lang['js']['indexmenuwizard'] = 'Μάγος του Μενού Περιεχομένων';
$lang['js']['index']           = 'Περιεχόμενα ';
$lang['js']['options']         = 'Επιλογές ';
$lang['js']['navigation']      = 'Πλοήγηση ';
$lang['js']['sort']            = 'Κατάταξη ';
$lang['js']['filter']          = 'Φίλτρο';
$lang['js']['performance']     = 'Απόδοση';
$lang['js']['namespace']       = 'Χώρος για τίτλο στο αρχείο';
$lang['js']['nsdepth']         = 'Βάθος ';
$lang['js']['js']              = 'Προέκταση με Javasript,μπορώντας να βάλετε το δικό σας θέμα';
$lang['js']['theme']           = 'Θέμα ';
$lang['js']['navbar']          = 'Η επιλογή θεμάτων ανοίγει στο τρέχον κενό ονόματος.';
$lang['js']['context']         = 'Προβάλλετε το δένδρο στο παρόν κείμενο κενού ονόματος wiki ';
$lang['js']['nocookie']        = 'Ξεχάστε τους ανοικτούς/κλειστούς κόμβους κατά την διάρκεια περιήγησης χρήστη';
$lang['js']['noscroll']        = 'Αποφύγετε την κύλιση δένδρου όταν το πλάτος αρχείου αποθήκευσης δεν είναι κατάλληλο';
$lang['js']['notoc']           = 'Απενεργοποιείστε την ρύθμιση επισκόπησης';
$lang['js']['tsort']           = 'Ανά τίτλο';
$lang['js']['dsort']           = 'Ανά ημερομηνία';
$lang['js']['msort']           = 'Τίτλος meta';
$lang['js']['nsort']           = 'Επιλέξετε επίσης τίτλο αρχείων';
$lang['js']['hsort']           = 'Επιλέξετε την αρχική σελίδα';
$lang['js']['rsort']           = 'Αναστροφή επιλεγμένων σελίδων';
$lang['js']['nons']            = 'Προβολή μόνο σελίδων';
$lang['js']['nopg']            = 'Προβολή μόνο αρχείων χωρίς τίτλο';
$lang['js']['max']             = 'Πόσα επίπεδα μπορείς να φτιάξεις με ajax όταν μια σειρά έχει κενό. Επιπλέον πόσα υπο-επίπεδα  κάτω από αυτό το επίπεδο ανακτώνται με AJAX μια μόνο φορά.';
$lang['js']['maxjs']           = 'Πόσα επίπεδα μπορούν να δημιουργηθούν στον περιηγητή του πελάτη όταν ένας κόμβος είναι ανοικτός';
$lang['js']['id']              = ' Αυτο-οριζόμενη ταυτότητα cookie για αυτό τον κατάλογο περιεχομένων';
$lang['js']['insert']          = 'Εισάγετε μενού περιεχομένων';
$lang['js']['metanum']         = 'Αριθμός meta προς επιλογή';
$lang['js']['insertmetanum']   = 'Εισάγετε αριθμό meta';
$lang['js']['page']            = 'Σελίδα ';
$lang['js']['revs']            = 'Επαναλήψεις ';
$lang['js']['tocpreview']      = 'Επισκόπηση Toc ';
$lang['js']['editmode']        = 'Ρύθμιση έκδοσης ';
$lang['js']['insertdwlink']    = 'Εισάγετε ως DWlink ';
$lang['js']['insertdwlinktooltip'] = 'Εισάγετε τον σύνδεσμο αυτής της σελίδας στο χώρο έκδοσης στην θέση του κέρσορα';
$lang['js']['ns']              = 'Κενό αρχείου για όνομα ';
$lang['js']['search']          = 'Αναζητήστε';
