<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Katerina Katapodi <katerinakatapodi@gmail.com>
 */
$lang['menu']                  = 'Χρησιμότητες του Indexmenu';
$lang['fetch']                 = 'Προβάλετε';
$lang['install']               = 'Εγκαταστήστε';
$lang['delete']                = 'Διαγράψετε';
$lang['check']                 = 'Ελέγξετε';
$lang['no_repos']              = 'Δεν υπάρχει ιστοσελίδα με αποθηκευμένα θέματα.';
$lang['disabled']              = 'Απενεργοποίηση';
$lang['conn_err']              = 'Σφάλμα κατά την σύνδεση';
$lang['dir_err']               = 'Δεν μπόρεσε να δημιουργήσει προσωρινό φάκελλο για την λήψη θέματος ';
$lang['down_err']              = 'Δεν μπόρεσε να λάβει θέμα ';
$lang['zip_err']               = 'Δημιουργία zip ή σφάλμα εξαγωγής ';
$lang['install_ok']            = 'το θέμα ενσωματώθηκε με επιτυχία. Το νέο θέμα είναι διαθέσιμο στην γραμμή εργαλείων της σελίδας έκδοσης ή με το  <code>js#theme_name option</code>.	';
$lang['install_no']            = 'Σφάλμα κατά την σύνδεση. Ωστόσο μπορείτε να προσπαθήσετε να ανεβάστε χειροκίνητα το θέμα σας από   <a href="http://samuele.netsons.org/dokuwiki/lib/plugins/indexmenu/upload/">εδώ</a>.	';
$lang['delete_ok']             = 'Το θέμα διαγράφηκε με επιτυχία';
$lang['delete_no']             = 'Σφάλμα κατά την διαδικασία απαλοιφής ';
$lang['upload']                = 'Αποστείλατε';
$lang['checkupdates']          = 'Ενημερώσεις plugin';
$lang['noupdates']             = 'To Indexmenu (μενού επιλογών) δεν χρειάζεται ενημέρωση. Έχετε ήδη την πρόσφατη έκδοση. ';
$lang['infos']                 = 'Μπορείτε να δημιουργήσετε το θέμα σας ακολουθώντας τις οδηγίες στο <a href="https://www.dokuwiki.org/plugin:indexmenu#theme_tutorial">Θέμα Σεμιναρίου</a> page. <br / Έτσι θα μπορέσετε να ικανοποιήσετε το κοινό  :-) αποστέλλοντας το στο αποθηκευμένο indexmenu , με το κουμπί αποστολής κάτω από αυτό το θέμα. 	';
$lang['showsort']              = 'Αριθμός επιλογής του Indexmenu ';
$lang['donation_text']         = 'To plugin indexmenu δεν σπονσοράρεται από κανέναν αλλά το δημιουργούμε και υποστηρίζουμε στον ελεύθερο χρόνο μας. Αν αποκομίσετε κάτι χάριν σε αυτό και θέλετε να συμβάλλετε στην ανάπτυξη του, μπορείτε να κάνετε μια δωρεά. ';
$lang['js']['indexmenuwizard'] = 'Indexmenu Wizard';
$lang['js']['index']           = 'Index ';
$lang['js']['options']         = 'Επιλογές';
$lang['js']['navigation']      = 'Πλοήγηση ';
$lang['js']['sort']            = 'Σειρά ';
$lang['js']['filter']          = 'Επεξεργασία ';
$lang['js']['performance']     = 'Απόδοση';
$lang['js']['namespace']       = 'Κενό εγγραφής ονόματος ';
$lang['js']['nsdepth']         = 'Βάθος (προοπτική)';
$lang['js']['js']              = 'Δημιουργία του Javasript, μπορείτε να ορίσετε το δικό σας θέμα	';
$lang['js']['theme']           = 'Θέμα ';
$lang['js']['navbar']          = 'Η διαδικασία δημιουργίας αρχίζει στο τρέχον κενό θέματος ';
$lang['js']['context']         = 'Προβάλετε όλο το πλαίσιο δημιουργίας της παρούσας λίστας ονομάτων του wiki';
$lang['js']['nocookie']        = 'Να μην θυμάστε ανοικτούς/κλειστούς κόμβους κατά την διάρκεια πλοήγησης χρήστη';
$lang['js']['noscroll']        = 'Εμποδίστε το άνοιγμα λίστας ονομάτων αν αυτή δεν ταιριάζει στο εύρος περιεχομένου';
$lang['js']['notoc']           = 'Απενεργοποιήστε την δυνατότητα επανελέγχου toc';
$lang['js']['tsort']           = 'Κατά τίτλο ';
$lang['js']['dsort']           = 'Κατά ημερομηνία ';
$lang['js']['msort']           = 'Κατά ετικέτα meta ';
$lang['js']['nsort']           = 'Επιλέξετε επίσης σειρές ονομάτων ';
$lang['js']['hsort']           = 'Ανεβάστε την αρχική σελίδα ';
$lang['js']['rsort']           = 'Αλλάξετε την σειρά επιλογής των σελίδων';
$lang['js']['nons']            = 'Προβάλετε μόνο σελίδες ';
$lang['js']['nopg']            = 'Προβάλετε μόνο πλαίσια ονομάτων ';
$lang['js']['max']             = 'Πόσα είναι τα επίπεδα απόδοσης με ajax όταν μια σειρά είναι ανοικτή. Επιπλέον πρόκειται για τα δευτερεύοντα επίπεδα που ανακτώνται πιο κάτω με  AJAX αντί μόνο με μία φορά. 	';
$lang['js']['maxjs']           = 'Πόσα επίπεδα χρειάζονται για την περιήγηση πελάτη όταν μια σειρά είναι ανοικτή';
$lang['js']['id']              = 'Είδος cookie αυτόματα για αυτό το μενού επιλογών (indexmenu)';
$lang['js']['insert']          = 'Εισάγετε μενού επιλογών (indexmenu)';
$lang['js']['metanum']         = 'Αριθμός meta επιλογής ';
$lang['js']['insertmetanum']   = 'Εισάγετε αριθμό meta ';
$lang['js']['page']            = 'Σελίδα ';
$lang['js']['revs']            = 'Επαναλήψεις ';
$lang['js']['tocpreview']      = 'Έλεγχος toc ';
$lang['js']['editmode']        = 'Επεξεργασία ';
$lang['js']['insertdwlink']    = 'Εισάγετε ως DWlink ';
$lang['js']['insertdwlinktooltip'] = 'Εισάγετε τον σύνδεσμο αυτής της σελίδας στο πλαίσιο επεξεργασίας στην θέση του κέρσορα';
$lang['js']['ns']              = 'Τίτλοι ';
$lang['js']['search']          = 'Αναζήτηση';
$lang['js']['searchtooltip']   = 'Αναζητήστε σελίδες στα πλαίσια αυτής της σειράς ονομάτων';
